# EA_DataAccCpyInto

## Description
Copies data from accessory to object.

```pascal
PROCEDURE EA_DataAccCpyInto(
				acc : INTEGER;
				h   : HANDLE);
```

```python

def vs.EA_DataAccCpyInto(acc, h):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|acc|INTEGER||
|h|HANDLE||

## Version
Availability: from Vectorworks 2016
## Category
* EnergyAnalysis Interface Library